{"translation-revision-date":"2024-11-27 20:09:44+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"No results found":["Keine Ergebnisse gefunden"],"Search …":["Suchen …"],"WordPress General Settings":["WordPress Allgemeine Einstellungen"],"Site Address (URL)":["Website (URL)"],"WordPress Address (URL)":["WordPress-Adresse (URL)"],"Rank Math cannot be connected because your site URL doesn't appear to be a valid URL. If the domain name contains special characters, please make sure to use the encoded version in the %1$s &amp; %2$s fields on the %3$s page.":["Rank Math kann nicht verbunden werden, da deine Website-URL keine gültige URL zu sein scheint. Wenn der Domainname Sonderzeichen enthält, stelle bitte sicher, dass du die codierte Version in den Feldern %1$s &amp; %2$s auf der %3$s Seite verwendest."],"You have not given the permission to fetch this data. Please <a href=\"%s\">reconnect<\/a> with all required permissions.":["Du hast die Berechtigung zum Abrufen dieser Daten nicht erteilt. Bitte <a href=\"%s\">verbinde dich erneut<\/a> mit allen erforderlichen Rechten."],"PRO":["PRO"],"We do not store any of the data from your Google account on our servers, everything is processed & stored on your server. We take your privacy extremely seriously and ensure it is never misused. %s":["Wir speichern keinerlei Daten aus deinem Google-Konto auf unseren Servern, alles wird auf deinem Server verarbeitet und gespeichert. Wir nehmen den Schutz deiner Daten extrem ernst und stellen sich, dass sie nie missbraucht werden. %s"],"Warning: ":["Warnung: "],"Add or Upload File":["Datei hinzufügen oder hochladen"],"Select \/ Deselect All":["Alle auswählen oder ausschliessen"],"Share":["Teilen"],"Tweet":["Tweet"],"SEO by Rank Math":["SEO von Rank Math"],"I just installed Rank Math SEO WordPress Plugin. It looks promising!":["Ich habe gerade das Rank Math SEO WordPress Plugin installiert. Es sieht vielversprechend aus!"],"I just installed @RankMathSEO #WordPress Plugin. It looks great! %s":["Ich habe gerade @RankMathSEO #WordPress Plugin installiert. Es sieht Klasse aus! %s"],"Learn more.":["Mehr erfahren."]}},"comment":{"reference":"assets\/admin\/js\/components.js"}}